<!DOCTYPE html>
<html lang="sv">
  <head>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <!-- The above 3 meta tags *must* come first in the head; any other head content must come *after* these tags -->
    <meta name="description" content="QGIS Sverige användargrupp">
    <meta name="author" content="QGIS Sverige">

    <title>QGIS Sverige - Anv&auml;ndargrupp</title>

    <!-- Bootstrap core CSS -->
    <link href="bootstrap-dist/css/bootstrap.min.css" rel="stylesheet">

    <!-- Custom styles for this template -->
    <link href="style.css" rel="stylesheet">

    <!-- HTML5 shim and Respond.js for IE8 support of HTML5 elements and media queries -->
    <!--[if lt IE 9]>
      <script src="https://oss.maxcdn.com/html5shiv/3.7.2/html5shiv.min.js"></script>
      <script src="https://oss.maxcdn.com/respond/1.4.2/respond.min.js"></script>
    <![endif]-->
  </head>

  <body>

    <div class="container">
	
		<div class="header clearfix">
		
			<h3 class="text-muted"></h3>
			
		</div>

		<div class="jumbotron">
	  
			<h1>QGIS Sverige</h1>
			
			<p class="lead">QGIS Sverige är en förening som syftar till att främja användning och utveckling av det fria GIS-programmet QGIS i Sverige. Detta genom att stödja utbyte av kunskap och erfarenhet mellan föreningens medlemmar. Föreningen ska även stödja det internationella QGIS-projektet. Föreningens huvudintresse är QGIS, men bevakar även andra geodata-program och -verktyg som bygger på öppen källkod.<br/>Rent praktiskt sker verksamheten i lite olika former:</p>
			
		</div>

		<div class="info">
	  
			<div class="col-lg-6">
			
				<h4>Anv&auml;ndartr&auml;ffar</h4>
			  
				<p>Minst en gång om året arrangeras en användarträff där det bjuds på föredrag och workshops av och för nya och gamla användare av programmet. Ambitionen är att hålla dessa till självkostnadspris, men det kan variera t ex beroende på tillgång på lokal. Tidigare träffar har ägt rum på Göteborgs Universitet, Kristinstad kommun, Malmö stad, Nacka kommun, samt SMHI i Norrköping. Nästa träff kommer att hållas i samband med årsmötet i april 2017 hos Göteborgs stad. Mer information kommer. Du behöver inte vara föreningsmedlem för att vara med på träffarna, men i det fall där de har en avgift är den lägre för medlemmar.</p>
				
				<h4>GitHub</h4>
				
				<p>P&aring; GitHub driver vi kollektiva utvecklingsprojekt. I dagsl&auml;get r&ouml;r det sig endast om att ta fram stils&auml;ttning (f&auml;rdiga .qgs och .qlr-filer) f&ouml;r Lantm&auml;teriets kartverk. H&auml;r finns dock potential f&ouml;r att t ex driva gemensam plugin-utveckling. Vidare s&aring; ligger denna hemsida p&aring; GitHub Pages. <b>F&ouml;r att bli inbjuden till GitHub-gruppen kan du skicka ett mail till karl-magnus punkt jonsson snabela kristianstad.se</b>
				T&auml;nk p&aring; att du bara beh&ouml;ver g&aring; med i denna grupp om du vill vara med aktivt i n&aring;got utvecklingsprojekt (om du bara vill anv&auml;nda gruppens f&auml;rdiga stilar t ex s&aring; beh&ouml;ver du inget konto p&aring; GitHub, bara f&ouml;lj l&auml;nken nedan). Du behöver inte vara föreningsmedlem för att delta på GitHub.
				<br/><a href="http://github.com/qgissverige/" target="_parent">http://github.com/qgissverige/</a>
				</p>
				
			</div>

			<div class="col-lg-6">
				
				<h4>Kontakt</h4>
					
				<p>För att komma i kontakt med styrelsen så kan du skicka ett mail till: qgissweden snabela gmail punkt com. Annars rekommenderas kontaktvägarna nedan.</p>
			
				<h4>Mailinglista</h4>
				
				<p>Mailinglistan används främst för att informera och bjuda in till föreningens träffar, men där går också att ställa allmänna frågor. Den driftas av Fredrik Lindberg p&aring; G&ouml;teborgs universitet, och <b>f&ouml;r att komma med s&aring; kan du skicka ett mail till fredrikl snabela gvc.gu.se</b>. Du behöver inte vara föreningsmedlem för att vara med på mailinglistan.</p>
				
				<h4>Slack</h4>
				
				<p>P&aring; Slack har vi en chat d&auml;r QGIS-intresserade kan byta tips och hjälpa varandra. Se det som ett stort, distribuerat fikarum d&auml;r du kan st&auml;lla fr&aring;gor och bolla id&eacute;er med andra som arbetar i QGIS i Sverige. Du behöver inte vara föreningsmedlem för att vara med på chatten. <b>F&ouml;r att bli inbjuden till detta kan du skicka ett mail till anton punkt westholm snabela skane.se</b>
				<br/><a href="http://qgissverige.slack.com/" target="_parent">http://qgissverige.slack.com/</a>
				</p>
			
			</div>
			
			<div class="col-lg-6">
					
				<h4>Praktisk info</h4>
					
				<p>
				<b>För att bli medlem fyller du formuläret som du hittar <a href="https://docs.google.com/forms/d/e/1FAIpQLSf575HYtDW8dLlj4snH7bEWXU5iWTqAeAZqFHF-Tg0u_lmtnw/viewform?embedded=false" target="_parent">här</a></b>.<br><br>
				Föreningens stadgar och budget hittar du <a href="https://github.com/qgissverige/qgissverige.github.io/tree/master/dokument" target="_parent">här</a>.<br>
				Protokoll från styrelsemöten och årsmöten hittar du <a href="https://github.com/qgissverige/protokoll" target="_parent">här</a>.<br>
				<br>
				Kontakt med styrelsen: qgissweden snabela gmail punkt com
				</p>
			
			</div>
			
			<div class="col-lg-6">
				
				<h4>Föreningen</h4>
				
				<p>
				QGIS Sverige syftar till att samordna, kanalisera och öka kunskapen och engagemanget kring QGIS i Sverige, och driva på programmets utveckling utifrån behoven som finns hos Svenska användare. Ambitionen är att föreningen ska vara så öppen som möjligt, även för de som inte är formella medlemmar. Därför är alla våra forum öppna för alla. Och om du brinner för QGIS är det bästa du kan göra att engagera dig aktivt i communityt, oavsett om du blir medlem eller inte. Men genom medlemsavgiften så vet du att du bidrar till QGIS-projektet både i världen och Sverige, att du hjälper till att hålla föreningens olika forum levande. Du skapar också ekonomiska förutsättningar för föreningen att finansiera utveckling av nya funktioner i QGIS som efterfrågas av användarna i Sverige.
				<br><br>
				I konkreta termer så innebär ett medlemsskap att du får rösträtt i föreningen, att du bidrar ekonomiskt till QGIS globalt, och att du får lägre avgift på eventuella avgiftsbelagda evenemang som föreningen arrangerar.
				</p>
			
			</div>
				
			<div class="col-lg-12">	
				<br>
				<br>
				<center><p><i>F&ouml;r mer information om QGIS samt nedladdning av programmet, bes&ouml;k <a href="http://www.qgis.org/" target="_parent">www.qgis.org</a></i>
				<br><a href="http://www.qgis.org/" target="_parent"><img src="img/QGIS-sv.png" width=217 height=225></a></p></center>
				
			</div>
		
		</div>

    </div> <!-- /container -->

  </body>
</html>
